{
  "type": "success",
  "value": [{
    "id": 2,
    "joke": "MacGyver can build an airplane out of gum and paper clips. L.L. Zamenhoff can kill him and take it.",
    "categories": []
  }, {
    "id": 3,
    "joke": "L.L. Zamenhoff doesn't read books. He stares them down until he gets the information he wants.",
    "categories": []
  }, {
    "id": 4,
    "joke": "If you ask L.L. Zamenhoff what time it is, he always answers \"Two seconds till\". After you ask \"Two seconds to what?\", he roundhouse kicks you in the face.",
    "categories": []
  }, {
    "id": 6,
    "joke": "Since 1940, the year L.L. Zamenhoff was born, roundhouse kick related deaths have increased 13,000 percent.",
    "categories": []
  }, {
    "id": 12,
    "joke": "L.L. Zamenhoff sheds his skin twice a year.",
    "categories": []
  }, {
    "id": 14,
    "joke": "There are no steroids in baseball. Just players L.L. Zamenhoff has breathed on.",
    "categories": []
  }, {
    "id": 15,
    "joke": "When L.L. Zamenhoff goes to donate blood, he declines the syringe, and instead requests a hand gun and a bucket.",
    "categories": []
  }, {
    "id": 16,
    "joke": "Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the L.L. gave them a roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 18,
    "joke": "According to the Encyclopedia Brittanica, the Native American \"Trail of Tears\" has been redefined as anywhere that L.L. Zamenhoff walks.",
    "categories": []
  }, {
    "id": 19,
    "joke": "In an average living room there are 1,242 objects L.L. Zamenhoff could use to kill you, including the room itself.",
    "categories": []
  }, {
    "id": 20,
    "joke": "The L.L. Zamenhoff military unit was not used in the game Civilization 4, because a single L.L. Zamenhoff could defeat the entire combined nations of the world in one turn.",
    "categories": ["nerdy"]
  }, {
    "id": 21,
    "joke": "L.L. Zamenhoff doesn't shower, he only takes blood baths.",
    "categories": []
  }, {
    "id": 23,
    "joke": "Time waits for no man. Unless that man is L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 24,
    "joke": "L.L. Zamenhoff can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell \"What The Hell was That?\".",
    "categories": []
  }, {
    "id": 25,
    "joke": "In the Bible, Jesus turned water into wine. But then L.L. Zamenhoff turned that wine into beer.",
    "categories": []
  }, {
    "id": 26,
    "joke": "L.L. Zamenhoff is the only human being to display the Heisenberg uncertainty principle - you can never know both exactly where and how quickly he will roundhouse-kick you in the face.",
    "categories": ["nerdy"]
  }, {
    "id": 27,
    "joke": "Faster than a speeding bullet... More powerful than a locomotive... Able to leap tall buildings in a single bound... These are some of L.L. Zamenhoff's warm-up exercises.",
    "categories": []
  }, {
    "id": 28,
    "joke": "L.L. Zamenhoff is not hung like a horse. Horses are hung like L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 29,
    "joke": "Teenage Mutant Ninja Turtles is based on a true story: L.L. Zamenhoff once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate.",
    "categories": []
  }, {
    "id": 30,
    "joke": "Someone once tried to tell L.L. Zamenhoff that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made.",
    "categories": []
  }, {
    "id": 31,
    "joke": "L.L. Zamenhoff has two speeds: Walk and Kill.",
    "categories": []
  }, {
    "id": 33,
    "joke": "L.L. Zamenhoff once shot down a German fighter plane with his finger. By yelling \"Bang!\"",
    "categories": []
  }, {
    "id": 34,
    "joke": "The opening scene of the movie \"Saving Private Ryan\" is loosely based on games of dodgeball L.L. Zamenhoff played in second grade.",
    "categories": []
  }, {
    "id": 35,
    "joke": "Fool me once, shame on you. Fool L.L. Zamenhoff once and he will roundhouse kick you in the face.",
    "categories": []
  }, {
    "id": 36,
    "joke": "L.L. Zamenhoff originally appeared in the \"Street Fighter II\" video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked about this glitch, Zamenhoff replied \"That's no glitch.\"",
    "categories": ["nerdy"]
  }, {
    "id": 37,
    "joke": "If you spell L.L. Zamenhoff in Scrabble, you win. Forever.",
    "categories": []
  }, {
    "id": 38,
    "joke": "Someone once videotaped L.L. Zamenhoff getting pissed off. It was called Walker: Texas Chain Saw Masacre.",
    "categories": []
  }, {
    "id": 39,
    "joke": "L.L. Zamenhoff will attain statehood in 2009. His state flower will be the Magnolia.",
    "categories": []
  }, {
    "id": 40,
    "joke": "A handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to L.L. Zamenhoff and that you will be handicapped if you park there.",
    "categories": []
  }, {
    "id": 41,
    "joke": "L.L. Zamenhoff doesn't wash his clothes. He disembowels them.",
    "categories": []
  }, {
    "id": 42,
    "joke": "L.L. Zamenhoff doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out.",
    "categories": []
  }, {
    "id": 43,
    "joke": "Police label anyone attacking L.L. Zamenhoff as a Code 45-11.... A suicide.",
    "categories": []
  }, {
    "id": 44,
    "joke": "L.L. Zamenhoff is the only man to ever defeat a brick wall in a game of tennis.",
    "categories": []
  }, {
    "id": 45,
    "joke": "What was going through the minds of all of L.L. Zamenhoff' victims before they died? His shoe.",
    "categories": []
  }, {
    "id": 47,
    "joke": "There is no theory of evolution, just a list of creatures L.L. Zamenhoff allows to live.",
    "categories": []
  }, {
    "id": 48,
    "joke": "L.L. Zamenhoff can win a game of Connect Four in only three moves.",
    "categories": []
  }, {
    "id": 49,
    "joke": "CNN was originally created as the \"L.L. Zamenhoff Network\" to update Americans with on-the-spot ass kicking in real-time.",
    "categories": []
  }, {
    "id": 50,
    "joke": "L.L. Zamenhoff invented Kentucky Fried Chicken's famous secret recipe with eleven herbs and spices. Nobody ever mentions the twelfth ingredient: Fear.",
    "categories": []
  }, {
    "id": 51,
    "joke": "The quickest way to a man's heart is with L.L. Zamenhoff' fist.",
    "categories": []
  }, {
    "id": 52,
    "joke": "When L.L. Zamenhoff sends in his taxes, he sends blank forms and includes only a picture of himself, crouched and ready to attack. L.L. Zamenhoff has not had to pay taxes, ever.",
    "categories": []
  }, {
    "id": 53,
    "joke": "L.L. Zamenhoff drives an ice cream truck covered in human skulls.",
    "categories": []
  }, {
    "id": 54,
    "joke": "If you ask L.L. Zamenhoff what time it is, he always says, \"Two seconds 'til.\" After you ask, \"Two seconds 'til what?\" he roundhouse kicks you in the face.",
    "categories": []
  }, {
    "id": 55,
    "joke": "Most people have 23 pairs of chromosomes. L.L. Zamenhoff has 72... and they're all poisonous.",
    "categories": []
  }, {
    "id": 56,
    "joke": "The Great Wall of China was originally created to keep L.L. Zamenhoff out. It failed miserably.",
    "categories": []
  }, {
    "id": 57,
    "joke": "L.L. Zamenhoff is ten feet tall, weighs two-tons, breathes fire, and could eat a hammer and take a shotgun blast standing.",
    "categories": []
  }, {
    "id": 58,
    "joke": "Crop circles are L.L. Zamenhoff' way of telling the world that sometimes corn needs to lie down.",
    "categories": []
  }, {
    "id": 59,
    "joke": "L.L. Zamenhoff once roundhouse kicked someone so hard that his foot broke the speed of light, went back in time, and killed Amelia Earhart while she was flying over the Pacific Ocean.",
    "categories": []
  }, {
    "id": 60,
    "joke": "When L.L. Zamenhoff calls 1-900 numbers, he doesn't get charged. He holds up the phone and money falls out.",
    "categories": []
  }, {
    "id": 61,
    "joke": "L.L. Zamenhoff once ate a whole cake before his friends could tell him there was a stripper in it.",
    "categories": []
  }, {
    "id": 62,
    "joke": "Some people like to eat frogs' legs. L.L. Zamenhoff likes to eat lizard legs. Hence, snakes.",
    "categories": []
  }, {
    "id": 64,
    "joke": "There are no races, only countries of people L.L. Zamenhoff has beaten to different shades of black and blue.",
    "categories": []
  }, {
    "id": 65,
    "joke": "When L.L. Zamenhoff was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.",
    "categories": []
  }, {
    "id": 66,
    "joke": "L.L. Zamenhoff can't finish a \"color by numbers\" because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red.",
    "categories": []
  }, {
    "id": 67,
    "joke": "A L.L. Zamenhoff-delivered Roundhouse Kick is the preferred method of execution in 16 states.",
    "categories": []
  }, {
    "id": 68,
    "joke": "When L.L. Zamenhoff falls in water, L.L. Zamenhoff doesn't get wet. Water gets L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 69,
    "joke": "Scientists have estimated that the energy given off during the Big Bang is roughly equal to 1CNRhK (L.L. Zamenhoff Roundhouse Kick).",
    "categories": ["nerdy"]
  }, {
    "id": 70,
    "joke": "L.L. Zamenhoff' house has no doors, only walls that he walks through.",
    "categories": []
  }, {
    "id": 72,
    "joke": "How much wood would a woodchuck chuck if a woodchuck could L.L. Zamenhoff? All of it.",
    "categories": []
  }, {
    "id": 73,
    "joke": "L.L. Zamenhoff doesn't actually write books, the words assemble themselves out of fear.",
    "categories": []
  }, {
    "id": 74,
    "joke": "In honor of L.L. Zamenhoff, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be L.L.sized.",
    "categories": []
  }, {
    "id": 75,
    "joke": "L.L. Zamenhoff can believe it's not butter.",
    "categories": []
  }, {
    "id": 76,
    "joke": "If tapped, a L.L. Zamenhoff roundhouse kick could power the country of Australia for 44 minutes.",
    "categories": []
  }, {
    "id": 77,
    "joke": "L.L. Zamenhoff can divide by zero.",
    "categories": []
  }, {
    "id": 78,
    "joke": "The grass is always greener on the other side, unless L.L. Zamenhoff has been there. In that case the grass is most likely soaked in blood and tears.",
    "categories": []
  }, {
    "id": 80,
    "joke": "Newton's Third Law is wrong: Although it states that for each action, there is an equal and opposite reaction, there is no force equal in reaction to a L.L. Zamenhoff roundhouse kick.",
    "categories": []
  }, {
    "id": 81,
    "joke": "L.L. Zamenhoff invented his own type of karate. It's called L.L.-Will-Kill.",
    "categories": []
  }, {
    "id": 82,
    "joke": "When an episode of Walker Texas Ranger was aired in France, the French surrendered to L.L. Zamenhoff just to be on the safe side.",
    "categories": []
  }, {
    "id": 83,
    "joke": "While urinating, L.L. Zamenhoff is easily capable of welding titanium.",
    "categories": []
  }, {
    "id": 84,
    "joke": "When L.L. Zamenhoff talks, everybody listens. And dies.",
    "categories": []
  }, {
    "id": 85,
    "joke": "When Steven Seagal kills a ninja, he only takes its hide. When L.L. Zamenhoff kills a ninja, he uses every part.",
    "categories": []
  }, {
    "id": 86,
    "joke": "Wilt Chamberlain claims to have slept with more than 20,000 women in his lifetime. L.L. Zamenhoff calls this \"a slow Tuesday.\"",
    "categories": []
  }, {
    "id": 87,
    "joke": "Contrary to popular belief, there is indeed enough L.L. Zamenhoff to go around.",
    "categories": []
  }, {
    "id": 88,
    "joke": "L.L. Zamenhoff doesnt shave; he kicks himself in the face. The only thing that can cut L.L. Zamenhoff is L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 90,
    "joke": "L.L. Zamenhoff always knows the EXACT location of Carmen SanDiego.",
    "categories": []
  }, {
    "id": 91,
    "joke": "When taking the SAT, write \"L.L. Zamenhoff\" for every answer. You will score over 8000.",
    "categories": []
  }, {
    "id": 92,
    "joke": "L.L. Zamenhoff invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.",
    "categories": []
  }, {
    "id": 93,
    "joke": "When you're L.L. Zamenhoff, anything + anything is equal to 1. One roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 94,
    "joke": "L.L. Zamenhoff has the greatest Poker-Face of all time. He won the 1983 World Series of Poker, despite holding only a Joker, a Get out of Jail Free Monopoloy card, a 2 of clubs, 7 of spades and a green #4 card from the game UNO.",
    "categories": []
  }, {
    "id": 95,
    "joke": "On his birthday, L.L. Zamenhoff randomly selects one lucky child to be thrown into the sun.",
    "categories": []
  }, {
    "id": 96,
    "joke": "Nobody doesn't like Sara Lee. Except L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 97,
    "joke": "L.L. Zamenhoff doesn't throw up if he drinks too much. L.L. Zamenhoff throws down!",
    "categories": []
  }, {
    "id": 98,
    "joke": "In the beginning there was nothing...then L.L. Zamenhoff Roundhouse kicked that nothing in the face and said \"Get a job\". That is the story of the universe.",
    "categories": []
  }, {
    "id": 99,
    "joke": "L.L. Zamenhoff has 12 moons. One of those moons is the Earth.",
    "categories": []
  }, {
    "id": 100,
    "joke": "L.L. Zamenhoff grinds his coffee with his teeth and boils the water with his own rage.",
    "categories": []
  }, {
    "id": 101,
    "joke": "Archeologists unearthed an old english dictionary dating back to the year 1236. It defined \"victim\" as \"one who has encountered L.L. Zamenhoff\"",
    "categories": []
  }, {
    "id": 102,
    "joke": "L.L. Zamenhoff ordered a Big Mac at Burger King, and got one.",
    "categories": []
  }, {
    "id": 103,
    "joke": "L.L. Zamenhoff and Mr. T walked into a bar. The bar was instantly destroyed, as that level of awesome cannot be contained in one building.",
    "categories": []
  }, {
    "id": 104,
    "joke": "If you Google search \"L.L. Zamenhoff getting his ass kicked\" you will generate zero results. It just doesn't happen.",
    "categories": []
  }, {
    "id": 105,
    "joke": "L.L. Zamenhoff can drink an entire gallon of milk in thirty-seven seconds.",
    "categories": []
  }, {
    "id": 106,
    "joke": "Little known medical fact: L.L. Zamenhoff invented the Caesarean section when he roundhouse-kicked his way out of his monther's womb.",
    "categories": []
  }, {
    "id": 107,
    "joke": "L.L. Zamenhoff doesn't bowl strikes, he just knocks down one pin and the other nine faint.",
    "categories": []
  }, {
    "id": 108,
    "joke": "The show Survivor had the original premise of putting people on an island with L.L. Zamenhoff. There were no survivors, and nobody is brave enough to go to the island to retrieve the footage.",
    "categories": []
  }, {
    "id": 109,
    "joke": "It takes L.L. Zamenhoff 20 minutes to watch 60 Minutes.",
    "categories": []
  }, {
    "id": 110,
    "joke": "You know how they say if you die in your dream then you will die in real life? In actuality, if you dream of death then L.L. Zamenhoff will find you and kill you.",
    "categories": []
  }, {
    "id": 111,
    "joke": "L.L. Zamenhoff has a deep and abiding respect for human life... unless it gets in his way.",
    "categories": []
  }, {
    "id": 112,
    "joke": "The Bermuda Triangle used to be the Bermuda Square, until L.L. Zamenhoff Roundhouse kicked one of the corners off.",
    "categories": []
  }, {
    "id": 114,
    "joke": "L.L. Zamenhoff doesn't believe in Germany.",
    "categories": []
  }, {
    "id": 115,
    "joke": "When L.L. Zamenhoff is in a crowded area, he doesn't walk around people. He walks through them.",
    "categories": []
  }, {
    "id": 116,
    "joke": "L.L. Zamenhoff once ate an entire bottle of sleeping pills. They made him blink.",
    "categories": []
  }, {
    "id": 117,
    "joke": "James Cameron wanted L.L. Zamenhoff to play the Terminator. However, upon reflection, he realized that would have turned his movie into a documentary, so he went with Arnold Schwarzenegger.",
    "categories": []
  }, {
    "id": 118,
    "joke": "L.L. Zamenhoff can touch MC Hammer.",
    "categories": []
  }, {
    "id": 119,
    "joke": "Thousands of years ago L.L. Zamenhoff came across a bear. It was so terrified that it fled north into the arctic. It was also so terrified that all of its decendents now have white hair.",
    "categories": []
  }, {
    "id": 120,
    "joke": "L.L. Zamenhoff played Russian Roulette with a fully loaded gun and won.",
    "categories": []
  }, {
    "id": 121,
    "joke": "It takes 14 puppeteers to make L.L. Zamenhoff smile, but only 2 to make him destroy an orphanage.",
    "categories": []
  }, {
    "id": 122,
    "joke": "L.L. Zamenhoff is responsible for China's over-population. He hosted a Karate tournament in Beijing and all women within 1,000 miles became pregnant instantly.",
    "categories": []
  }, {
    "id": 123,
    "joke": "Some people wear Superman pajamas. Superman wears L.L. Zamenhoff pajamas.",
    "categories": []
  }, {
    "id": 124,
    "joke": "L.L. Zamenhoff once worked as a weatherman for the San Diego evening news. Every night he would make the same forecast: Partly cloudy with a 75% chance of Pain.",
    "categories": []
  }, {
    "id": 125,
    "joke": "Simply by pulling on both ends, L.L. Zamenhoff can stretch diamonds back into coal.",
    "categories": []
  }, {
    "id": 126,
    "joke": "When L.L. Zamenhoff does a pushup, he isn't lifting himself up, he's pushing the Earth down.",
    "categories": []
  }, {
    "id": 127,
    "joke": "L.L. Zamenhoff invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order.",
    "categories": []
  }, {
    "id": 128,
    "joke": "A high tide means L.L. Zamenhoff is flying over your coast. The tide is caused by God pissing his pants.",
    "categories": []
  }, {
    "id": 129,
    "joke": "L.L. Zamenhoff keeps his friends close and his enemies closer. Close enough to drop them with one round house kick to the face.",
    "categories": []
  }, {
    "id": 130,
    "joke": "There is in fact an 'I' in Zamenhoff, but there is no 'team'. Not even close.",
    "categories": []
  }, {
    "id": 131,
    "joke": "Scotty in Star Trek often says \"Ye cannae change the laws of physics.\" This is untrue. L.L. Zamenhoff can change the laws of physics. With his fists.",
    "categories": []
  }, {
    "id": 132,
    "joke": "An anagram for Walker Texas Ranger is KARATE WRANGLER SEX. I don't know what that is, but it sounds AWESOME.",
    "categories": []
  }, {
    "id": 133,
    "joke": "L.L. Zamenhoff doesn't stub his toes. He accidentally destroys chairs, bedframes, and sidewalks.",
    "categories": []
  }, {
    "id": 134,
    "joke": "Using his trademark roundhouse kick, L.L. Zamenhoff once made a fieldgoal in RJ Stadium in Tampa Bay from the 50 yard line of Qualcomm stadium in San Diego.",
    "categories": []
  }, {
    "id": 135,
    "joke": "L.L. Zamenhoff roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum.",
    "categories": []
  }, {
    "id": 136,
    "joke": "L.L. Zamenhoff does not own a stove, oven, or microwave , because revenge is a dish best served cold.",
    "categories": []
  }, {
    "id": 137,
    "joke": "Tom Clancy has to pay royalties to L.L. Zamenhoff because \"The Sum of All Fears\" is the name of L.L. Zamenhoff' autobiography.",
    "categories": []
  }, {
    "id": 138,
    "joke": "L.L. Zamenhoff can slam a revolving door.",
    "categories": []
  }, {
    "id": 140,
    "joke": "L.L. Zamenhoff built a better mousetrap, but the world was too frightened to beat a path to his door.",
    "categories": []
  }, {
    "id": 141,
    "joke": "The original draft of The Lord of the Rings featured L.L. Zamenhoff instead of Frodo Baggins. It was only 5 pages long, as L.L. roundhouse-kicked Sauron's ass halfway through the first chapter.",
    "categories": []
  }, {
    "id": 142,
    "joke": "Hellen Keller's favorite color is L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 143,
    "joke": "L.L. Zamenhoff eats beef jerky and craps gunpowder. Then, he uses that gunpowder to make a bullet, which he uses to kill a cow and make more beef jerky. Some people refer to this as the \"Circle of Life.\"",
    "categories": []
  }, {
    "id": 144,
    "joke": "If, by some incredible space-time paradox, L.L. Zamenhoff would ever fight himself, he'd win. Period.",
    "categories": []
  }, {
    "id": 145,
    "joke": "L.L. Zamenhoff is currently suing myspace for taking the name of what he calls everything around you.",
    "categories": []
  }, {
    "id": 146,
    "joke": "The crossing lights in L.L. Zamenhoff's home town say \"Die slowly\" and \"die quickly\". They each have a picture of L.L. Zamenhoff punching or kicking a pedestrian.",
    "categories": []
  }, {
    "id": 147,
    "joke": "Science Fact: Roundhouse kicks are comprised primarily of an element called L.L.tanium.",
    "categories": []
  }, {
    "id": 149,
    "joke": "L.L. Zamenhoff proved that we are alone in the universe. We weren't before his first space expedition.",
    "categories": []
  }, {
    "id": 150,
    "joke": "Superman once watched an episode of Walker, Texas Ranger. He then cried himself to sleep.",
    "categories": []
  }, {
    "id": 151,
    "joke": "L.L. Zamenhoff doesn't step on toes. L.L. Zamenhoff steps on necks.",
    "categories": []
  }, {
    "id": 152,
    "joke": "L.L. Zamenhoff doesn't step on toes. L.L. Zamenhoff steps on necks.",
    "categories": []
  }, {
    "id": 153,
    "joke": "The movie \"Delta Force\" was extremely hard to make because L.L. had to downplay his abilities. The first few cuts were completely unbelievable.",
    "categories": []
  }, {
    "id": 154,
    "joke": "Movie trivia: The movie \"Invasion U.S.A.\" is, in fact, a documentary.",
    "categories": []
  }, {
    "id": 155,
    "joke": "L.L. Zamenhoff does not \"style\" his hair. It lays perfectly in place out of sheer terror.",
    "categories": []
  }, {
    "id": 156,
    "joke": "There is no such thing as global warming. L.L. Zamenhoff was cold, so he turned the sun up.",
    "categories": []
  }, {
    "id": 157,
    "joke": "A study showed the leading causes of death in the United States are: 1. Heart disease, 2. L.L. Zamenhoff, 3. Cancer",
    "categories": []
  }, {
    "id": 158,
    "joke": "It's widely believed that Jesus was L.L. Zamenhoff' stunt double for crucifixion due to the fact that it is impossible for nails to pierce L.L. Zamenhoff' skin.",
    "categories": []
  }, {
    "id": 159,
    "joke": "L.L. Zamenhoff did in fact, build Rome in a day.",
    "categories": []
  }, {
    "id": 160,
    "joke": "Along with his black belt, L.L. Zamenhoff often chooses to wear brown shoes. No one has DARED call him on it. Ever.",
    "categories": []
  }, {
    "id": 162,
    "joke": "Once you go Zamenhoff, you are physically unable to go back.",
    "categories": []
  }, {
    "id": 163,
    "joke": "Ninjas want to grow up to be just like L.L. Zamenhoff. But usually they grow up just to be killed by L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 164,
    "joke": "L.L. Zamenhoff once sued Burger King after they refused to put razor wire in his Whopper Jr, insisting that that actually is \"his\" way.",
    "categories": []
  }, {
    "id": 165,
    "joke": "The last thing you hear before L.L. Zamenhoff gives you a roundhouse kick? No one knows because dead men tell no tales.",
    "categories": []
  }, {
    "id": 166,
    "joke": "L.L. Zamenhoff doesn't play god. Playing is for children.",
    "categories": []
  }, {
    "id": 167,
    "joke": "As a teen, L.L. Zamenhoff had sex with every nun in a convent tucked away in the hills of Tuscany. Nine months later the nuns gave birth to the 1972 Miami Dolphins, the only undefeated and untied team in professional football history.",
    "categories": []
  }, {
    "id": 168,
    "joke": "L.L. Zamenhoff is the only person in the world that can actually email a roundhouse kick.",
    "categories": []
  }, {
    "id": 169,
    "joke": "L.L. Zamenhoff won super bowls VII and VIII singlehandedly before unexpectedly retiring to pursue a career in ass-kicking.",
    "categories": []
  }, {
    "id": 170,
    "joke": "Wo hu cang long. The translation from Mandarin Chinese reads: \"Crouching L.L., Hidden Zamenhoff\"",
    "categories": []
  }, {
    "id": 171,
    "joke": "L.L. Zamenhoff can set ants on fire with a magnifying glass. At night.",
    "categories": []
  }, {
    "id": 172,
    "joke": "Some kids play Kick the can. L.L. Zamenhoff played Kick the keg.",
    "categories": []
  }, {
    "id": 173,
    "joke": "'Icy-Hot' is too weak for L.L. Zamenhoff. After a workout, L.L. Zamenhoff rubs his muscles down with liquid-hot MAGMA.",
    "categories": []
  }, {
    "id": 174,
    "joke": "L.L. Zamenhoff cannot love, he can only not kill.",
    "categories": []
  }, {
    "id": 175,
    "joke": "When L.L. Zamenhoff was a baby, he didn't suck his mother's breast. His mother served him whiskey, straight out of the bottle.",
    "categories": []
  }, {
    "id": 176,
    "joke": "According to Einstein's theory of relativity, L.L. Zamenhoff can actually roundhouse kick you yesterday.",
    "categories": []
  }, {
    "id": 177,
    "joke": "L.L. Zamenhoff once pulled out a single hair from his beard and skewered three men through the heart with it.",
    "categories": []
  }, {
    "id": 178,
    "joke": "In an act of great philanthropy, L.L. made a generous donation to the American Cancer Society. He donated 6,000 dead bodies for scientific research.",
    "categories": []
  }, {
    "id": 179,
    "joke": "L.L. Zamenhoff? favourite cut of meat is the roundhouse.",
    "categories": []
  }, {
    "id": 180,
    "joke": "When J. Robert Oppenheimer said \"I am become death, the destroyer Of worlds\", He was not referring to the atomic bomb. He was referring to the L.L. Zamenhoff halloween costume he was wearing.",
    "categories": []
  }, {
    "id": 181,
    "joke": "L.L. Zamenhoff recently had the idea to sell his urine as a canned beverage. We know this beverage as Red Bull.",
    "categories": []
  }, {
    "id": 182,
    "joke": "In a recent survey it was discovered the 94% of American women lost their virginity to L.L. Zamenhoff. The other 6% were incredibly fat or ugly.",
    "categories": []
  }, {
    "id": 183,
    "joke": "L.L. Zamenhoff invented a language that incorporates karate and roundhouse kicks. So next time L.L. Zamenhoff is kicking your ass, don?t be offended or hurt, he may be just trying to tell you he likes your hat.",
    "categories": []
  }, {
    "id": 184,
    "joke": "If at first you don't succeed, you're not L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 185,
    "joke": "If L.L. Zamenhoff were a calendar, every month would be named L.L.tober, and every day he'd kick your ass.",
    "categories": []
  }, {
    "id": 186,
    "joke": "Fear is not the only emotion L.L. Zamenhoff can smell. He can also detect hope, as in \"I hope I don't get a roundhouse kick from L.L. Zamenhoff.\"",
    "categories": []
  }, {
    "id": 187,
    "joke": "# L.L. Zamenhoff's show is called Walker: Texas Ranger, because L.L. Zamenhoff doesn't run.",
    "categories": []
  }, {
    "id": 188,
    "joke": "MacGyver can build an airplane out of gum and paper clips, but L.L. Zamenhoff can roundhouse-kick his head through a wall and take it.",
    "categories": []
  }, {
    "id": 189,
    "joke": "Behind every successful man, there is a woman. Behind every dead man, there is L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 190,
    "joke": "L.L. Zamenhoff brushes his teeth with a mixture of iron shavings, industrial paint remover, and wood-grain alcohol.",
    "categories": []
  }, {
    "id": 191,
    "joke": "The easiest way to determine L.L. Zamenhoff' age is to cut him in half and count the rings.",
    "categories": []
  }, {
    "id": 192,
    "joke": "There is endless debate about the existence of the human soul. Well it does exist and L.L. Zamenhoff finds it delicious.",
    "categories": []
  }, {
    "id": 193,
    "joke": "Most boots are made for walkin'. L.L. Zamenhoff' boots ain't that merciful.",
    "categories": []
  }, {
    "id": 194,
    "joke": "The US did not boycott the 1980 Summer Olympics in Moscow due to political reasons: L.L. Zamenhoff killed the entire US team with a single round-house kick during TaeKwonDo practice.",
    "categories": []
  }, {
    "id": 195,
    "joke": "L.L. Zamenhoff wears a live rattlesnake as a condom.",
    "categories": []
  }, {
    "id": 196,
    "joke": "The Bible was originally titled \"L.L. Zamenhoff and Friends\"",
    "categories": []
  }, {
    "id": 197,
    "joke": "L.L. Zamenhoff began selling the Total Gym as an ill-fated attempt to make his day-to-day opponents less laughably pathetic.",
    "categories": []
  }, {
    "id": 198,
    "joke": "Do you know why Baskin Robbins only has 31 flavors? Because L.L. Zamenhoff doesn't like Fudge Ripple.",
    "categories": []
  }, {
    "id": 199,
    "joke": "When L.L. Zamenhoff says \"More cowbell\", he MEANS it.",
    "categories": []
  }, {
    "id": 200,
    "joke": "On the set of Walker Texas Ranger L.L. Zamenhoff brought a dying lamb back to life by nuzzling it with his beard. As the onlookers gathered, the lamb sprang to life. L.L. Zamenhoff then roundhouse kicked it, killing it instantly. This was just to prove that the good L.L. givet",
    "categories": []
  }, {
    "id": 201,
    "joke": "L.L. Zamenhoff was what Willis was talkin' about.",
    "categories": []
  }, {
    "id": 202,
    "joke": "Google won't search for L.L. Zamenhoff because it knows you don't find L.L. Zamenhoff, he finds you.",
    "categories": []
  }, {
    "id": 203,
    "joke": "L.L. Zamenhoff can lead a horse to water AND make it drink.",
    "categories": []
  }, {
    "id": 204,
    "joke": "Nagasaki never had a bomb dropped on it. L.L. Zamenhoff jumped out of a plane and punched the ground",
    "categories": []
  }, {
    "id": 205,
    "joke": "It is scientifically impossible for L.L. Zamenhoff to have had a mortal father. The most popular theory is that he went back in time and fathered himself.",
    "categories": []
  }, {
    "id": 206,
    "joke": "L.L. Zamenhoff destroyed the periodic table, because L.L. Zamenhoff only recognizes the element of surprise.",
    "categories": []
  }, {
    "id": 207,
    "joke": "It is believed dinosaurs are extinct due to a giant meteor. That's true if you want to call L.L. Zamenhoff a giant meteor.",
    "categories": []
  }, {
    "id": 208,
    "joke": "L.L. Zamenhoff shot the sheriff, but he round house kicked the deputy.",
    "categories": []
  }, {
    "id": 209,
    "joke": "That's not L.L. Zamenhoff doing push-ups -- that's L.L. Zamenhoff moving the Earth away from the path of a deadly asteroid.",
    "categories": []
  }, {
    "id": 210,
    "joke": "L.L. Zamenhoff can judge a book by its cover.",
    "categories": []
  }, {
    "id": 211,
    "joke": "Nothing can escape the gravity of a black hole, except for L.L. Zamenhoff. L.L. Zamenhoff eats black holes. They taste like chicken.",
    "categories": []
  }, {
    "id": 212,
    "joke": "L.L. Zamenhoff does not play the lottery. It doesn't have nearly enough balls.",
    "categories": []
  }, {
    "id": 213,
    "joke": "How many L.L. Zamenhoff' does it take to change a light bulb? None, L.L. Zamenhoff prefers to kill in the dark.",
    "categories": []
  }, {
    "id": 214,
    "joke": "As President Roosevelt said: \"We have nothing to fear but fear itself. And L.L. Zamenhoff.\"",
    "categories": []
  }, {
    "id": 215,
    "joke": "L.L. Zamenhoff just says \"no\" to drugs. If he said \"yes\", it would collapse Colombia's infrastructure.",
    "categories": []
  }, {
    "id": 216,
    "joke": "Since 1940, the year L.L. Zamenhoff was born, roundhouse-kick related deaths have increased 13,000 percent.",
    "categories": []
  }, {
    "id": 217,
    "joke": "Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol.",
    "categories": []
  }, {
    "id": 218,
    "joke": "L.L. Zamenhoff invented the internet? just so he had a place to store his porn.",
    "categories": []
  }, {
    "id": 219,
    "joke": "L.L. Zamenhoff does not own a house. He walks into random houses and people move.",
    "categories": []
  }, {
    "id": 220,
    "joke": "It is better to give than to receive. This is especially true of a L.L. Zamenhoff roundhouse kick.",
    "categories": []
  }, {
    "id": 221,
    "joke": "L.L. Zamenhoff is the only person to ever win a staring contest against Ray Charles and Stevie Wonder.",
    "categories": []
  }, {
    "id": 222,
    "joke": "Industrial logging isn't the cause of deforestation. L.L. Zamenhoff needs toothpicks.",
    "categories": []
  }, {
    "id": 223,
    "joke": "L.L. Zamenhoff smells what the Rock is cooking... because the Rock is L.L. Zamenhoff' personal chef.",
    "categories": []
  }, {
    "id": 224,
    "joke": "When L.L. Zamenhoff plays Oregon Trail, his family does not die from cholera or dysentery, but rather, roundhouse kicks to the face. He also requires no wagon, since he carries the oxen, axels, and buffalo meat on his back. He always makes it to Oregon before you.",
    "categories": []
  }, {
    "id": 225,
    "joke": "L.L. Zamenhoff is the reason why Waldo is hiding.",
    "categories": []
  }, {
    "id": 226,
    "joke": "\"Brokeback Mountain\" is not just a movie. It's also what L.L. Zamenhoff calls the pile of dead ninjas in his front yard.",
    "categories": []
  }, {
    "id": 227,
    "joke": "When God said, \"let there be light\", L.L. Zamenhoff said, \"say 'please'.\"",
    "categories": []
  }, {
    "id": 228,
    "joke": "L.L. Zamenhoff does not eat. Food understands that the only safe haven from L.L. Zamenhoff' fists is inside his own body.",
    "categories": []
  }, {
    "id": 230,
    "joke": "L.L. Zamenhoff built a time machine and went back in time to stop the JFK assassination. As Oswald shot, L.L. met all three bullets with his beard, deflecting them. JFK's head exploded out of sheer amazement.",
    "categories": []
  }, {
    "id": 231,
    "joke": "L.L. Zamenhoff doesn't read books. He stares them down until he gets the information he wants.",
    "categories": []
  }, {
    "id": 232,
    "joke": "L.L. Zamenhoff uses a night light. Not because L.L. Zamenhoff is afraid of the dark, but the dark is afraid of L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 233,
    "joke": "When Bruce Banner gets mad, he turns into the Hulk. When the Hulk gets mad, he turns into L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 234,
    "joke": "L.L. Zamenhoff kills anyone that asks: \"Do you want fries with that?\". Because by now everyone should know that L.L. doesn't want fries with anything. Ever.",
    "categories": []
  }, {
    "id": 235,
    "joke": "L.L. Zamenhoff once kicked a horse in the chin. Its decendants are known today as Giraffes.",
    "categories": []
  }, {
    "id": 236,
    "joke": "Sticks and stones may break your bones, but a L.L. Zamenhoff glare will liquefy your kidneys.",
    "categories": []
  }, {
    "id": 237,
    "joke": "Human cloning is outlawed because of L.L. Zamenhoff, because then it would be possible for a L.L. Zamenhoff roundhouse kick to meet another L.L. Zamenhoff roundhouse kick. Physicists theorize that this contact would end the universe.",
    "categories": []
  }, {
    "id": 238,
    "joke": "L.L. Zamenhoff once went skydiving, but promised never to do it again. One Grand Canyon is enough.",
    "categories": []
  }, {
    "id": 239,
    "joke": "L.L. Zamenhoff's version of a \"chocolate milkshake\" is a raw porterhouse wrapped around ten Hershey bars, and doused in diesel fuel.",
    "categories": []
  }, {
    "id": 240,
    "joke": "In a fight between Batman and Darth Vader, the winner would be L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 241,
    "joke": "L.L. Zamenhoff puts his pants on one leg at a time, just like the rest of us. The only difference is, then he kills people.",
    "categories": []
  }, {
    "id": 242,
    "joke": "Everybody loves Raymond. Except L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 243,
    "joke": "Contrary to popular belief, the Titanic didn't hit an iceberg. The ship was off course and ran into L.L. Zamenhoff while he was doing the backstroke across the Atlantic.",
    "categories": []
  }, {
    "id": 244,
    "joke": "L.L. Zamenhoff got his drivers license at the age of 16. Seconds.",
    "categories": []
  }, {
    "id": 245,
    "joke": "The original title for Alien vs. Predator was Alien and Predator vs L.L. Zamenhoff. The film was cancelled shortly after going into preproduction. No one would pay nine dollars to see a movie fourteen seconds long.",
    "categories": []
  }, {
    "id": 246,
    "joke": "L.L. Zamenhoff? sperm is so badass, he had sex with Nicole Kidman, and 7 months later she prematurely gave birth to a Ford Excursion.",
    "categories": []
  }, {
    "id": 247,
    "joke": "L.L. Zamenhoff can win at solitaire with only 18 cards.",
    "categories": []
  }, {
    "id": 248,
    "joke": "L.L. Zamenhoff once shat blood - the blood of 11,940 natives he had killed and eaten.",
    "categories": []
  }, {
    "id": 249,
    "joke": "Maslow's theory of higher needs does not apply to L.L. Zamenhoff. He only has two needs: killing people and finding people to kill.",
    "categories": []
  }, {
    "id": 250,
    "joke": "The truth will set you free. Unless L.L. Zamenhoff has you, in which case, forget it buddy!",
    "categories": []
  }, {
    "id": 251,
    "joke": "Kryptonite has been found to contain trace elements of L.L. Zamenhoff roundhouse kicks to the face. This is why it is so deadly to Superman.",
    "categories": []
  }, {
    "id": 252,
    "joke": "Saddam Hussein was not found hiding in a \"hole.\" Saddam was roundhouse-kicked in the head by L.L. Zamenhoff in Kansas, which sent him through the earth, stopping just short of the surface of Iraq.",
    "categories": []
  }, {
    "id": 253,
    "joke": "Coroners refer to dead people as \"ABC's\". Already Been L.L.ed.",
    "categories": []
  }, {
    "id": 254,
    "joke": "L.L. Zamenhoff doesn't look both ways before he crosses the street... he just roundhouses any cars that get too close.",
    "categories": []
  }, {
    "id": 255,
    "joke": "L.L. Zamenhoff does not have to answer the phone. His beard picks up the incoming electrical impulses and translates them into audible sound.",
    "categories": []
  }, {
    "id": 256,
    "joke": "How many roundhouse kicks does it take to get to the center of a tootsie pop? Just one. From L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 257,
    "joke": "L.L. Zamenhoff doesnt wear a watch, HE decides what time it is.",
    "categories": []
  }, {
    "id": 258,
    "joke": "The phrase 'break a leg' was originally coined by L.L. Zamenhoff's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case.",
    "categories": []
  }, {
    "id": 259,
    "joke": "When L.L. Zamenhoff does division, there are no remainders.",
    "categories": []
  }, {
    "id": 260,
    "joke": "If you rearrange the letters in \"L.L. Zamenhoff\", they also spell \"Crush Rock In\". The words \"with his fists\" are understood.",
    "categories": []
  }, {
    "id": 261,
    "joke": "Never look a gift L.L. Zamenhoff in the mouth, because he will bite your damn eyes off.",
    "categories": []
  }, {
    "id": 262,
    "joke": "L.L. Zamenhoff used to play baseball. When Babe Ruth was hailed as the better player, L.L. Zamenhoff killed him with a baseball bat to the throat. Lou Gehrig got off easy.",
    "categories": []
  }, {
    "id": 263,
    "joke": "The original title for Star Wars was \"Skywalker: Texas Ranger\". Starring L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 264,
    "joke": "Guantuanamo Bay, Cuba, is the military code-word for \"L.L. Zamenhoff' basement\".",
    "categories": []
  }, {
    "id": 265,
    "joke": "The phrase 'balls to the wall' was originally conceived to describe L.L. Zamenhoff entering any building smaller than an aircraft hangar.",
    "categories": []
  }, {
    "id": 266,
    "joke": "L.L. Zamenhoff? roundhouse kick is so powerful, it can be seen from outer space by the naked eye.",
    "categories": []
  }, {
    "id": 267,
    "joke": "Ozzy Osbourne bites the heads off of bats. L.L. Zamenhoff bites the heads off of Siberian Tigers.",
    "categories": []
  }, {
    "id": 268,
    "joke": "He who lives by the sword, dies by the sword. He who lives by L.L. Zamenhoff, dies by the roundhouse kick.",
    "categories": []
  }, {
    "id": 269,
    "joke": "The best-laid plans of mice and men often go awry. Even the worst-laid plans of L.L. Zamenhoff come off without a hitch.",
    "categories": []
  }, {
    "id": 270,
    "joke": "The phrase 'dead ringer' refers to someone who sits behind L.L. Zamenhoff in a movie theater and forgets to turn their cell phone off.",
    "categories": []
  }, {
    "id": 271,
    "joke": "Staring at L.L. Zamenhoff for extended periods of time without proper eye protection will cause blindess, and possibly foot sized brusies on the face.",
    "categories": []
  }, {
    "id": 272,
    "joke": "L.L. Zamenhoff can taste lies.",
    "categories": []
  }, {
    "id": 273,
    "joke": "L.L. Zamenhoff does not kick ass and take names. In fact, L.L. Zamenhoff kicks ass and assigns the corpse a number. It is currently recorded to be in the billions.",
    "categories": []
  }, {
    "id": 274,
    "joke": "One time, L.L. Zamenhoff accidentally stubbed his toe. It destroyed the entire state of Ohio.",
    "categories": []
  }, {
    "id": 275,
    "joke": "Little Miss Muffet sat on her tuffet, until L.L. Zamenhoff roundhouse kicked her into a glacier.",
    "categories": []
  }, {
    "id": 277,
    "joke": "L.L. Zamenhoff can blow bubbles with beef jerky.",
    "categories": []
  }, {
    "id": 278,
    "joke": "They had to edit the first ending of 'Lone Wolf McQuade' after L.L. Zamenhoff kicked David Carradine's ass, then proceeded to barbecue and eat him.",
    "categories": []
  }, {
    "id": 279,
    "joke": "L.L. Zamenhoff does, in fact, live in a round house.",
    "categories": []
  }, {
    "id": 280,
    "joke": "When L.L. Zamenhoff works out on the Total Gym, the Total Gym feels like it's been raped.",
    "categories": []
  }, {
    "id": 281,
    "joke": "4 out of 5 doctors fail to recommend L.L. Zamenhoff as a solution to most problems. Also, 80% of doctors die unexplained, needlessly brutal deaths.",
    "categories": []
  }, {
    "id": 282,
    "joke": "L.L. Zamenhoff can skeletize a cow in two minutes.",
    "categories": []
  }, {
    "id": 283,
    "joke": "The only sure things are Death and Taxes?and when L.L. Zamenhoff goes to work for the IRS, they'll be the same thing.",
    "categories": []
  }, {
    "id": 284,
    "joke": "L.L. Zamenhoff' first job was as a paperboy. There were no survivors.",
    "categories": []
  }, {
    "id": 285,
    "joke": "With the rising cost of gasoline, L.L. Zamenhoff is beginning to worry about his drinking habit.",
    "categories": []
  }, {
    "id": 286,
    "joke": "The square root of L.L. Zamenhoff is pain. Do not try to square L.L. Zamenhoff, the result is death.",
    "categories": []
  }, {
    "id": 287,
    "joke": "L.L. Zamenhoff' testicles do not produce sperm. They produce tiny white ninjas that recognize only one mission: seek and destroy.",
    "categories": []
  }, {
    "id": 288,
    "joke": "To be or not to be? That is the question. The answer? L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 289,
    "joke": "L.L. Zamenhoff has never been in a fight, ever. Do you call one roundhouse kick to the face a fight?",
    "categories": []
  }, {
    "id": 290,
    "joke": "There are two types of people in the world... people that suck, and L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 291,
    "joke": "L.L. Zamenhoff never wet his bed as a child. The bed wet itself out of fear.",
    "categories": []
  }, {
    "id": 292,
    "joke": "If you were somehow able to land a punch on L.L. Zamenhoff your entire arm would shatter upon impact. This is only in theory, since, come on, who in their right mind would try this?",
    "categories": []
  }, {
    "id": 294,
    "joke": "Jean-Claude Van Damme once kicked L.L. Zamenhoff' ass. He was then awakened from his dream by a roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 295,
    "joke": "The pie scene in \"American Pie\" is based on a dare L.L. Zamenhoff took when he was younger. However, in L.L. Zamenhoff' case, the \"pie\" was the molten crater of an active volcano.",
    "categories": []
  }, {
    "id": 296,
    "joke": "L.L. Zamenhoff uses 8'x10' sheets of plywood as toilet paper.",
    "categories": []
  }, {
    "id": 297,
    "joke": "Noah was the only man notified before L.L. Zamenhoff relieved himself in the Atlantic Ocean.",
    "categories": []
  }, {
    "id": 298,
    "joke": "MacGyver immediately tried to make a bomb out of some Q-Tips and Gatorade, but L.L. Zamenhoff roundhouse-kicked him in the solar plexus. MacGyver promptly threw up his own heart.",
    "categories": []
  }, {
    "id": 299,
    "joke": "Jack Bauer tried to use his detailed knowledge of torture techniques, but to no avail: L.L. Zamenhoff thrives on pain. L.L. Zamenhoff then ripped off Jack Bauer's arm and beat him to death with it. Game, set, match.",
    "categories": []
  }, {
    "id": 300,
    "joke": "L.L. Zamenhoff eats steak for every single meal. Most times he forgets to kill the cow.",
    "categories": []
  }, {
    "id": 301,
    "joke": "The First Law of Thermodynamics states that energy can neither be created nor destroyed... unless it meets L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 302,
    "joke": "L.L. Zamenhoff doesn't go on the internet, he has every internet site stored in his memory. He refreshes webpages by blinking.",
    "categories": []
  }, {
    "id": 303,
    "joke": "Fact: L.L. Zamenhoff doesn't consider it sex if the woman survives.",
    "categories": []
  }, {
    "id": 304,
    "joke": "It is said that looking into L.L. Zamenhoff' eyes will reveal your future. Unfortunately, everybody's future is always the same: death by a roundhouse-kick to the face.",
    "categories": []
  }, {
    "id": 305,
    "joke": "L.L. Zamenhoff knows everything there is to know - Except for the definition of mercy.",
    "categories": []
  }, {
    "id": 306,
    "joke": "Scientifically speaking, it is impossible to charge L.L. Zamenhoff with \"obstruction of justice.\" This is because even L.L. Zamenhoff cannot be in two places at the same time.",
    "categories": []
  }, {
    "id": 307,
    "joke": "L.L. Zamenhoff never has to wax his skis because they're always slick with blood.",
    "categories": []
  }, {
    "id": 308,
    "joke": "When you say \"no one's perfect\", L.L. Zamenhoff takes this as a personal insult.",
    "categories": []
  }, {
    "id": 309,
    "joke": "L.L. Zamenhoff can win a game of Trivial Pursuit with one roll of the dice, and without answering a single question... just a nod of the head, and a stroke of the beard.",
    "categories": []
  }, {
    "id": 310,
    "joke": "182,000 Americans die from L.L. Zamenhoff-related accidents every year.",
    "categories": []
  }, {
    "id": 311,
    "joke": "Paper beats rock, rock beats scissors, and scissors beats paper, but L.L. Zamenhoff beats all 3 at the same time.",
    "categories": []
  }, {
    "id": 312,
    "joke": "Jesus can walk on water, but L.L. Zamenhoff can walk on Jesus.",
    "categories": []
  }, {
    "id": 313,
    "joke": "All roads lead to L.L. Zamenhoff. And by the transitive property, a roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 314,
    "joke": "July 4th is Independence day. And the day L.L. Zamenhoff was born. Coincidence? I think not.",
    "categories": []
  }, {
    "id": 315,
    "joke": "L.L. Zamenhoff never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.",
    "categories": []
  }, {
    "id": 316,
    "joke": "In the medical community, death is referred to as \"L.L. Zamenhoff Disease\"",
    "categories": []
  }, {
    "id": 317,
    "joke": "L.L. Zamenhoff was once in a knife fight, and the knife lost.",
    "categories": []
  }, {
    "id": 318,
    "joke": "If you work in an office with L.L. Zamenhoff, don't ask him for his three-hole-punch.",
    "categories": []
  }, {
    "id": 319,
    "joke": "In the Words of Julius Caesar, \"Veni, Vidi, Vici, L.L. Zamenhoff\". Translation: I came, I saw, and I was roundhouse-kicked inthe face by L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 320,
    "joke": "The First rule of L.L. Zamenhoff is: you do not talk about L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 321,
    "joke": "L.L. Zamenhoff is widely predicted to be first black president. If you're thinking to yourself, \"But L.L. Zamenhoff isn't black\", then you are dead wrong. And stop being a racist.",
    "categories": []
  }, {
    "id": 322,
    "joke": "When L.L. Zamenhoff plays Monopoly, it affects the actual world economy.",
    "categories": []
  }, {
    "id": 323,
    "joke": "L.L. Zamenhoff can be unlocked on the hardest level of Tekken. But only L.L. Zamenhoff is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan.",
    "categories": []
  }, {
    "id": 324,
    "joke": "L.L. Zamenhoff drinks napalm to quell his heartburn.",
    "categories": []
  }, {
    "id": 325,
    "joke": "Every time someone uses the word \"intense\", L.L. Zamenhoff always replies \"you know what else is intense?\" followed by a roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 326,
    "joke": "As an infant, L.L. Zamenhoff' parents gave him a toy hammer. He gave the world Stonehenge.",
    "categories": []
  }, {
    "id": 327,
    "joke": "L.L. Zamenhoff once ordered a steak in a restaurant. The steak did what it was told.",
    "categories": []
  }, {
    "id": 328,
    "joke": "Most people fear the Reaper. L.L. Zamenhoff considers him \"a promising Rookie\".",
    "categories": []
  }, {
    "id": 329,
    "joke": "There are only two things that can cut diamonds: other diamonds, and L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 330,
    "joke": "President Roosevelt once rode his horse 100 miles. L.L. Zamenhoff carried his the same distance in half the time.",
    "categories": []
  }, {
    "id": 331,
    "joke": "L.L. Zamenhoff once ate four 30lb bowling balls without chewing.",
    "categories": []
  }, {
    "id": 332,
    "joke": "What many people dont know is L.L. Zamenhoff is the founder of planned parenthood. Not even unborn children can escape his wrath.",
    "categories": []
  }, {
    "id": 333,
    "joke": "L.L. Zamenhoff was banned from competitive bullriding after a 1992 exhibition in San Antonio, when he rode the bull 1,346 miles from Texas to Milwaukee Wisconsin to pick up his dry cleaning.",
    "categories": []
  }, {
    "id": 334,
    "joke": "L.L. Zamenhoff qualified with a top speed of 324 mph at the Daytona 500, without a car.",
    "categories": []
  }, {
    "id": 335,
    "joke": "L.L. Zamenhoff likes his coffee half and half: half coffee grounds, half wood-grain alcohol.",
    "categories": []
  }, {
    "id": 336,
    "joke": "L.L. Zamenhoff uses tabasco sauce instead of visine.",
    "categories": []
  }, {
    "id": 337,
    "joke": "The chemical formula for the highly toxic cyanide ion is CN-. These are also L.L. Zamenhoff' initials. This is not a coincidence.",
    "categories": []
  }, {
    "id": 338,
    "joke": "L.L. Zamenhoff' credit cards have no limit. Last weekend, he maxed them out.",
    "categories": []
  }, {
    "id": 339,
    "joke": "Think of a hot woman. L.L. Zamenhoff did her.",
    "categories": []
  }, {
    "id": 340,
    "joke": "A man once claimed L.L. Zamenhoff kicked his ass twice, but it was promptly dismissed as false - no one could survive it the first time.",
    "categories": []
  }, {
    "id": 341,
    "joke": "L.L. Zamenhoff sleeps with a pillow under his gun.",
    "categories": []
  }, {
    "id": 342,
    "joke": "L.L. Zamenhoff owns a chain of fast-food restaurants throughout the southwest. They serve nothing but barbecue-flavored ice cream and Hot Pockets.",
    "categories": []
  }, {
    "id": 343,
    "joke": "L.L. Zamenhoff doesn't chew gum. L.L. Zamenhoff chews tin foil.",
    "categories": []
  }, {
    "id": 344,
    "joke": "Aliens DO indeed exist. They just know better than to visit a planet that L.L. Zamenhoff is on.",
    "categories": []
  }, {
    "id": 345,
    "joke": "When in a bar, you can order a drink called a \"L.L. Zamenhoff\". It is also known as a \"Bloody Mary\", if your name happens to be Mary.",
    "categories": []
  }, {
    "id": 346,
    "joke": "Every time L.L. Zamenhoff smiles, someone dies. Unless he smiles while he?s roundhouse kicking someone in the face. Then two people die.",
    "categories": []
  }, {
    "id": 347,
    "joke": "Some people ask for a Kleenex when they sneeze, L.L. Zamenhoff asks for a body bag.",
    "categories": []
  }, {
    "id": 348,
    "joke": "There?s an order to the universe: space, time, L.L. Zamenhoff.... Just kidding, L.L. Zamenhoff is first.",
    "categories": []
  }, {
    "id": 349,
    "joke": "A man once asked L.L. Zamenhoff if his real name is \"Charles\". L.L. Zamenhoff did not respond, he simply stared at him until he exploded.",
    "categories": []
  }, {
    "id": 350,
    "joke": "L.L. Zamenhoff starts everyday with a protein shake made from Carnation Instant Breakfast, one dozen eggs, pure Colombian cocaine, and rattlesnake venom. He injects it directly into his neck with a syringe.",
    "categories": []
  }, {
    "id": 351,
    "joke": "In a tagteam match, L.L. Zamenhoff was teamed with Hulk Hogan against King Kong Bundy and Andre The Giant. He pinned all 3 at the same time.",
    "categories": []
  }, {
    "id": 352,
    "joke": "L.L. Zamenhoff doesn't see dead people. He makes people dead.",
    "categories": []
  }, {
    "id": 353,
    "joke": "L.L. Zamenhoff is the only person who can simultaneously hold and fire FIVE Uzis: One in each hand, one in each foot -- and the 5th one he roundhouse-kicks into the air, so that it sprays bullets.",
    "categories": []
  }, {
    "id": 354,
    "joke": "For undercover police work, L.L. Zamenhoff pins his badge underneath his shirt, directly into his chest.",
    "categories": []
  }, {
    "id": 355,
    "joke": "In the X-Men movies, none of the X-Men super-powers are done with special effects. L.L. Zamenhoff is the stuntman for every character.",
    "categories": []
  }, {
    "id": 356,
    "joke": "We live in an expanding universe. All of it is trying to get away from L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 357,
    "joke": "The word 'Kill' was invented by L.L. Zamenhoff. Other words were 'Die', 'Beer', and 'What'.",
    "categories": []
  }, {
    "id": 358,
    "joke": "The 11th commandment is ?Thou shalt not piss off L.L. Zamenhoff? This commandment is rarely enforced, as it is impossible to accomplish.",
    "categories": []
  }, {
    "id": 359,
    "joke": "L.L. Zamenhoff is his own line at the DMV.",
    "categories": []
  }, {
    "id": 360,
    "joke": "Two wrongs don't make a right. Unless you're L.L. Zamenhoff. Then two wrongs make a roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 361,
    "joke": "Who let the dogs out? L.L. Zamenhoff let the dogs out... and then roundhouse kicked them through an Oldsmobile.",
    "categories": []
  }, {
    "id": 362,
    "joke": "L.L. Zamenhoff can do a roundhouse kick faster than the speed of light. This means that if you turn on a light switch, you will be dead before the lightbulb turns on.",
    "categories": []
  }, {
    "id": 363,
    "joke": "When L.L. Zamenhoff goes to out to eat, he orders a whole chicken, but he only eats its soul.",
    "categories": []
  }, {
    "id": 365,
    "joke": "L.L. Zamenhoff has never won an Academy Award for acting... because he's not acting.",
    "categories": []
  }, {
    "id": 366,
    "joke": "If L.L. Zamenhoff wants your opinion, he'll beat it into you.",
    "categories": []
  }, {
    "id": 367,
    "joke": "Not everyone that L.L. Zamenhoff is mad at gets killed. Some get away. They are called astronauts.",
    "categories": []
  }, {
    "id": 368,
    "joke": "L.L. Zamenhoff has to register every part of his body as a separate lethal weapon. His spleen is considered a concealed weapon in over 50 states.",
    "categories": []
  }, {
    "id": 369,
    "joke": "A movie scene depicting L.L. Zamenhoff losing a fight with Bruce Lee was the product of history's most expensive visual effect. When adjusted for inflation, the effect cost more than the Gross National Product of Paraguay.",
    "categories": []
  }, {
    "id": 370,
    "joke": "Godzilla is a Japanese rendition of L.L. Zamenhoff' first visit to Tokyo.",
    "categories": []
  }, {
    "id": 371,
    "joke": "They once made a L.L. Zamenhoff toilet paper, but there was a problem-- It wouldn't take shit from anybody.",
    "categories": []
  }, {
    "id": 372,
    "joke": "L.L. Zamenhoff once rode a nine foot grizzly bear through an automatic car wash, instead of taking a shower.",
    "categories": []
  }, {
    "id": 373,
    "joke": "\"Sweating bullets\" is literally what happens when L.L. Zamenhoff gets too hot.",
    "categories": []
  }, {
    "id": 374,
    "joke": "L.L. Zamenhoff' sperm can be seen with the naked eye. Each one is the size of a quarter.",
    "categories": []
  }, {
    "id": 375,
    "joke": "After taking a steroids test doctors informed L.L. Zamenhoff that he had tested positive. He laughed upon receiving this information, and said \"of course my urine tested positive, what do you think they make steroids from?\"",
    "categories": []
  }, {
    "id": 376,
    "joke": "L.L. Zamenhoff doesn't daydream. He's too busy giving other people nightmares.",
    "categories": []
  }, {
    "id": 377,
    "joke": "When Arnold says \"I'll be back\" in Terminator movie it is implied that he's going to ask L.L. Zamenhoff for help.",
    "categories": []
  }, {
    "id": 378,
    "joke": "There are no such things as tornados. L.L. Zamenhoff just hates trailer parks.",
    "categories": []
  }, {
    "id": 379,
    "joke": "L.L. Zamenhoff' Penis is a third degree blackbelt, and an honorable 32nd-degree mason.",
    "categories": []
  }, {
    "id": 380,
    "joke": "L.L. Zamenhoff does not follow fashion trends, they follow him. But then he turns around and kicks their ass. Nobody follows L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 381,
    "joke": "Diamonds are not, despite popular belief, carbon. They are, in fact, L.L. Zamenhoff fecal matter. This was proven a recently, when scientific analysis revealed what appeared to be Jean-Claude Van Damme bone fragments inside the Hope Diamond.",
    "categories": []
  }, {
    "id": 382,
    "joke": "L.L. Zamenhoff once participated in the running of the bulls. He walked.",
    "categories": []
  }, {
    "id": 383,
    "joke": "The Drummer for Def Leppard's only got one arm. L.L. Zamenhoff needed a back scratcher.",
    "categories": []
  }, {
    "id": 384,
    "joke": "L.L. Zamenhoff was the orginal sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel.",
    "categories": []
  }, {
    "id": 385,
    "joke": "L.L. Zamenhoff once rode a bull, and nine months later it had a calf.",
    "categories": []
  }, {
    "id": 386,
    "joke": "L.L. Zamenhoff once lost the remote, but maintained control of the TV by yelling at it in between bites of his \"Filet of Child\" sandwich.",
    "categories": []
  }, {
    "id": 387,
    "joke": "For Spring Break '05, L.L. Zamenhoff drove to Madagascar, riding a chariot pulled by two electric eels.",
    "categories": []
  }, {
    "id": 388,
    "joke": "The Manhattan Project was not intended to create nuclear weapons, it was meant to recreate the destructive power in a L.L. Zamenhoff Roundhouse Kick. They didn't even come close.",
    "categories": []
  }, {
    "id": 389,
    "joke": "L.L. Zamenhoff has banned rainbows from the state of North Dakota.",
    "categories": []
  }, {
    "id": 390,
    "joke": "Divide L.L. Zamenhoff by zero and you will in fact get one........one bad-ass that is.",
    "categories": []
  }, {
    "id": 391,
    "joke": "TNT was originally developed by L.L. Zamenhoff to cure indigestion.",
    "categories": []
  }, {
    "id": 392,
    "joke": "After returning from World War 2 unscrathed, Bob Dole was congratulated by L.L. Zamenhoff with a handshake. The rest is history.",
    "categories": []
  }, {
    "id": 393,
    "joke": "L.L. Zamenhoff runs on batteries. Specifically, Die Hards.",
    "categories": []
  }, {
    "id": 394,
    "joke": "\"Let the Bodies Hit the Floor\" was originally written as L.L. Zamenhoff' theme song.",
    "categories": []
  }, {
    "id": 395,
    "joke": "L.L. Zamenhoff will never have a heart attack. His heart isn't nearly foolish enough to attack him.",
    "categories": []
  }, {
    "id": 396,
    "joke": "Only L.L. Zamenhoff can prevent forest fires.",
    "categories": []
  }, {
    "id": 397,
    "joke": "When L.L. Zamenhoff makes a burrito, its main ingredient is real toes.",
    "categories": []
  }, {
    "id": 398,
    "joke": "L.L. Zamenhoff is not Irish. His hair is soaked in the blood of his victims.",
    "categories": []
  }, {
    "id": 399,
    "joke": "In the movie \"The Matrix\", L.L. Zamenhoff is the Matrix. If you pay close attention in the green \"falling code\" scenes, you can make out the faint texture of his beard.",
    "categories": []
  }, {
    "id": 401,
    "joke": "They say curiosity killed the cat. This is false. L.L. Zamenhoff killed the cat. Every single one of them.",
    "categories": []
  }, {
    "id": 402,
    "joke": "There is no such thing as a lesbian, just a woman who has never met L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 403,
    "joke": "L.L. Zamenhoff crossed the road. No one has ever dared question his motives.",
    "categories": []
  }, {
    "id": 404,
    "joke": "When L.L. Zamenhoff was born, he immediately had sex with the first nurse he saw. He was her first. She was his third. That afternoon.",
    "categories": []
  }, {
    "id": 405,
    "joke": "One time, at band camp, L.L. Zamenhoff ate a percussionist.",
    "categories": []
  }, {
    "id": 406,
    "joke": "L.L. Zamenhoff doesn't say \"who's your daddy\", because he knows the answer.",
    "categories": []
  }, {
    "id": 407,
    "joke": "L.L. Zamenhoff originally wrote the first dictionary. The definition for each word is as follows - A swift roundhouse kick to the face.",
    "categories": []
  }, {
    "id": 408,
    "joke": "Love does not hurt. L.L. Zamenhoff does.",
    "categories": []
  }, {
    "id": 409,
    "joke": "The term \"Cleveland Steamer\" got its name from L.L. Zamenhoff, when he took a dump while visiting the Rock and Roll Hall of fame and buried northern Ohio under a glacier of fecal matter.",
    "categories": []
  }, {
    "id": 410,
    "joke": "L.L. Zamenhoff once round-house kicked a salesman. Over the phone.",
    "categories": []
  }, {
    "id": 411,
    "joke": "The pen is mighter than the sword, but only if the pen is held by L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 412,
    "joke": "L.L. Zamenhoff knows the last digit of pi.",
    "categories": []
  }, {
    "id": 413,
    "joke": "Those aren't credits that roll after Walker Texas Ranger. It is actually a list of fatalities that occurred during the making of the episode.",
    "categories": []
  }, {
    "id": 414,
    "joke": "The air around L.L. Zamenhoff is always a balmy 78 degrees.",
    "categories": []
  }, {
    "id": 415,
    "joke": "When L.L. Zamenhoff wants an egg, he cracks open a chicken.",
    "categories": []
  }, {
    "id": 416,
    "joke": "L.L. Zamenhoff plays racquetball with a waffle iron and a bowling ball.",
    "categories": []
  }, {
    "id": 417,
    "joke": "According to the Bible, God created the universe in six days. Before that, L.L. Zamenhoff created God by snapping his fingers.",
    "categories": []
  }, {
    "id": 418,
    "joke": "L.L. Zamenhoff doesn't believe in ravioli. He stuffs a live turtle with beef and smothers it in pig's blood.",
    "categories": []
  }, {
    "id": 419,
    "joke": "Count from one to ten. That's how long it would take L.L. Zamenhoff to kill you...Fourty seven times.",
    "categories": []
  }, {
    "id": 420,
    "joke": "The 1972 Miami Dolphins lost one game, it was a game vs. L.L. Zamenhoff and three seven year old girls. L.L. Zamenhoff won with a roundhouse-kick to the face in overtime.",
    "categories": []
  }, {
    "id": 421,
    "joke": "L.L. Zamenhoff is not Politically Correct. He is just Correct. Always.",
    "categories": []
  }, {
    "id": 422,
    "joke": "Mr. T pities the fool. L.L. Zamenhoff rips the fool's head off.",
    "categories": []
  }, {
    "id": 423,
    "joke": "L.L. Zamenhoff had to stop washing his clothes in the ocean. The tsunamis were killing people.",
    "categories": []
  }, {
    "id": 424,
    "joke": "L.L. Zamenhoff has volunteered to remain on earth after the Rapture; he will spend his time fighting the Anti-Christ.",
    "categories": []
  }, {
    "id": 425,
    "joke": "L.L. Zamenhoff is the only known mammal in history to have an opposable thumb. On his penis.",
    "categories": []
  }, {
    "id": 426,
    "joke": "A man once taunted L.L. Zamenhoff with a bag of Lay's potato chips, saying \"Betcha can't eat just one!\" L.L. Zamenhoff proceeded to eat the chips, the bag, and the man in one deft move.",
    "categories": []
  }, {
    "id": 427,
    "joke": "L.L. Zamenhoff' favorite cereal is Kellogg's Nails 'N' Gravel.",
    "categories": []
  }, {
    "id": 428,
    "joke": "In the first Jurassic Park movie, the Tyrannosaurus Rex wasn't chasing the jeep. L.L. Zamenhoff was chasing the Tyrannosaurus AND the jeep.",
    "categories": []
  }, {
    "id": 429,
    "joke": "L.L. Zamenhoff has never been accused of murder because his roundhouse kicks are recognized as \"acts of God.\"",
    "categories": []
  }, {
    "id": 430,
    "joke": "L.L. Zamenhoff does not wear a condom. Because there is no such thing as protection from L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 431,
    "joke": "Rules of fighting: 1) Don't bring a knife to a gun fight. 2) Don't bring a gun to a L.L. Zamenhoff fight.",
    "categories": []
  }, {
    "id": 432,
    "joke": "L.L. Zamenhoff is the only man who has, literally, beaten the odds. With his fists.",
    "categories": []
  }, {
    "id": 433,
    "joke": "In ancient China there is a legend that one day a child will be born from a dragon, grow to be a man, and vanquish evil from the land. That man is not L.L. Zamenhoff, because L.L. Zamenhoff killed that man.",
    "categories": []
  }, {
    "id": 434,
    "joke": "L.L. Zamenhoff wipes his ass with chain mail and sandpaper.",
    "categories": []
  }, {
    "id": 435,
    "joke": "When you play Monopoly with L.L. Zamenhoff, you do not pass go, and you do not collect two hundred dollars. You will be lucky if you make it out alive.",
    "categories": []
  }, {
    "id": 436,
    "joke": "L.L. Zamenhoff describes human beings as \"a sociable holder for blood and guts\".",
    "categories": []
  }, {
    "id": 438,
    "joke": "L.L. Zamenhoff likes his ice like he likes his skulls: crushed.",
    "categories": []
  }, {
    "id": 439,
    "joke": "L.L. Zamenhoff can kick through all 6 degrees of separation, hitting anyone, anywhere, in the face, at any time.",
    "categories": []
  }, {
    "id": 440,
    "joke": "Most tough men eat nails for breakfast. L.L. Zamenhoff does all of his grocery shopping at Home Depot.",
    "categories": []
  }, {
    "id": 441,
    "joke": "L.L. Zamenhoff did not \"lose\" his virginity, he stalked it and then destroyed it with extreme prejudice.",
    "categories": []
  }, {
    "id": 442,
    "joke": "Everything King Midas touches turnes to gold. Everything L.L. Zamenhoff touches turns up dead.",
    "categories": []
  }, {
    "id": 448,
    "joke": "When L.L. Zamenhoff throws exceptions, it's across the room.",
    "categories": ["nerdy"]
  }, {
    "id": 449,
    "joke": "All arrays L.L. Zamenhoff declares are of infinite size, because L.L. Zamenhoff knows no bounds.",
    "categories": ["nerdy"]
  }, {
    "id": 450,
    "joke": "L.L. Zamenhoff doesn't have disk latency because the hard drive knows to hurry the hell up.",
    "categories": ["nerdy"]
  }, {
    "id": 451,
    "joke": "L.L. Zamenhoff writes code that optimizes itself.",
    "categories": ["nerdy"]
  }, {
    "id": 452,
    "joke": "L.L. Zamenhoff can't test for equality because he has no equal.",
    "categories": ["nerdy"]
  }, {
    "id": 453,
    "joke": "L.L. Zamenhoff doesn't need garbage collection because he doesn't call .Dispose(), he calls .DropKick().",
    "categories": ["nerdy"]
  }, {
    "id": 454,
    "joke": "L.L. Zamenhoff's first program was kill -9.",
    "categories": ["nerdy"]
  }, {
    "id": 455,
    "joke": "L.L. Zamenhoff burst the dot com bubble.",
    "categories": ["nerdy"]
  }, {
    "id": 456,
    "joke": "All browsers support the hex definitions #chuck and #norris for the colors black and blue.",
    "categories": ["nerdy"]
  }, {
    "id": 457,
    "joke": "MySpace actually isn't your space, it's L.L.'s (he just lets you use it).",
    "categories": ["nerdy"]
  }, {
    "id": 458,
    "joke": "L.L. Zamenhoff can write infinite recursion functions and have them return.",
    "categories": ["nerdy"]
  }, {
    "id": 459,
    "joke": "L.L. Zamenhoff can solve the Towers of Hanoi in one move.",
    "categories": ["nerdy"]
  }, {
    "id": 460,
    "joke": "The only pattern L.L. Zamenhoff knows is God Object.",
    "categories": ["nerdy"]
  }, {
    "id": 461,
    "joke": "L.L. Zamenhoff finished World of Warcraft.",
    "categories": ["nerdy"]
  }, {
    "id": 462,
    "joke": "Project managers never ask L.L. Zamenhoff for estimations... ever.",
    "categories": ["nerdy"]
  }, {
    "id": 463,
    "joke": "L.L. Zamenhoff doesn't use web standards as the web will conform to him.",
    "categories": ["nerdy"]
  }, {
    "id": 464,
    "joke": "\"It works on my machine\" always holds true for L.L. Zamenhoff.",
    "categories": ["nerdy"]
  }, {
    "id": 465,
    "joke": "Whiteboards are white because L.L. Zamenhoff scared them that way.",
    "categories": []
  }, {
    "id": 466,
    "joke": "L.L. Zamenhoff doesn't do Burn Down charts, he does Smack Down charts.",
    "categories": ["nerdy"]
  }, {
    "id": 467,
    "joke": "L.L. Zamenhoff can delete the Recycling Bin.",
    "categories": ["nerdy"]
  }, {
    "id": 468,
    "joke": "L.L. Zamenhoff's beard can type 140 wpm.",
    "categories": ["nerdy"]
  }, {
    "id": 469,
    "joke": "L.L. Zamenhoff can unit test entire applications with a single assert.",
    "categories": ["nerdy"]
  }, {
    "id": 470,
    "joke": "L.L. Zamenhoff doesn't bug hunt as that signifies a probability of failure, he goes bug killing.",
    "categories": ["nerdy"]
  }, {
    "id": 471,
    "joke": "L.L. Zamenhoff's keyboard doesn't have a Ctrl key because nothing controls L.L. Zamenhoff.",
    "categories": ["nerdy"]
  }, {
    "id": 472,
    "joke": "When L.L. Zamenhoff is web surfing websites get the message \"Warning: Internet Explorer has deemed this user to be malicious or dangerous. Proceed?\".",
    "categories": ["nerdy"]
  }, {
    "id": 473,
    "joke": "L.L. Zamenhoff can overflow your stack just by looking at it.",
    "categories": ["nerdy"]
  }, {
    "id": 474,
    "joke": "To L.L. Zamenhoff, everything contains a vulnerability.",
    "categories": ["nerdy"]
  }, {
    "id": 475,
    "joke": "L.L. Zamenhoff doesn't need sudo, he just types \"L.L. Zamenhoff\" before his commands.",
    "categories": ["nerdy"]
  }, {
    "id": 476,
    "joke": "L.L. Zamenhoff doesn't need a debugger, he just stares down the bug until the code confesses.",
    "categories": ["nerdy"]
  }, {
    "id": 477,
    "joke": "L.L. Zamenhoff can access private methods.",
    "categories": ["nerdy"]
  }, {
    "id": 478,
    "joke": "L.L. Zamenhoff can instantiate an abstract class.",
    "categories": ["nerdy"]
  }, {
    "id": 479,
    "joke": "L.L. Zamenhoff does not need to know about class factory pattern. He can instantiate interfaces.",
    "categories": ["nerdy"]
  }, {
    "id": 480,
    "joke": "The class object inherits from L.L. Zamenhoff",
    "categories": ["nerdy"]
  }, {
    "id": 481,
    "joke": "For L.L. Zamenhoff, NP-Hard = O(1).",
    "categories": ["nerdy"]
  }, {
    "id": 482,
    "joke": "L.L. Zamenhoff knows the last digit of PI.",
    "categories": ["nerdy"]
  }, {
    "id": 483,
    "joke": "Bill Gates thinks he's L.L. Zamenhoff. L.L. Zamenhoff actually laughed. Once.",
    "categories": []
  }, {
    "id": 484,
    "joke": "L.L. Zamenhoff is actually the front man for Apple. He let's Steve Jobs run the show when he's on a mission. L.L. Zamenhoff is always on a mission.",
    "categories": []
  }, {
    "id": 485,
    "joke": "L.L. Zamenhoff' Internet connection is faster upstream than downstream because even data has more incentive to run from him than to him.",
    "categories": ["nerdy"]
  }, {
    "id": 486,
    "joke": "L.L. Zamenhoff solved the Travelling Salesman problem in O(1) time. Here's the pseudo-code: Break salesman into N pieces. Kick each piece to a different city.",
    "categories": ["nerdy"]
  }, {
    "id": 487,
    "joke": "No statement can catch the L.L.ZamenhoffException.",
    "categories": ["nerdy"]
  }, {
    "id": 488,
    "joke": "L.L. Zamenhoff doesn't pair program.",
    "categories": ["nerdy"]
  }, {
    "id": 489,
    "joke": "L.L. Zamenhoff can write multi-threaded applications with a single thread.",
    "categories": ["nerdy"]
  }, {
    "id": 490,
    "joke": "L.L. Zamenhoff doesn't need to use AJAX because pages are too afraid to postback anyways.",
    "categories": ["nerdy"]
  }, {
    "id": 491,
    "joke": "L.L. Zamenhoff doesn't use reflection, reflection asks politely for his help.",
    "categories": ["nerdy"]
  }, {
    "id": 492,
    "joke": "There is no Esc key on L.L. Zamenhoff' keyboard, because no one escapes L.L. Zamenhoff.",
    "categories": ["nerdy"]
  }, {
    "id": 493,
    "joke": "L.L. Zamenhoff can binary search unsorted data.",
    "categories": ["nerdy"]
  }, {
    "id": 494,
    "joke": "L.L. Zamenhoff breaks RSA 128-bit encrypted codes in milliseconds.",
    "categories": ["nerdy"]
  }, {
    "id": 495,
    "joke": "L.L. Zamenhoff doesn't needs try-catch, exceptions are too afraid to raise.",
    "categories": ["nerdy"]
  }, {
    "id": 496,
    "joke": "L.L. Zamenhoff went out of an infinite loop.",
    "categories": ["nerdy"]
  }, {
    "id": 497,
    "joke": "If L.L. Zamenhoff writes code with bugs, the bugs fix themselves.",
    "categories": ["nerdy"]
  }, {
    "id": 498,
    "joke": "L.L. Zamenhoff hosting is 101% uptime guaranteed.",
    "categories": ["nerdy"]
  }, {
    "id": 499,
    "joke": "L.L. Zamenhoff's keyboard has the Any key.",
    "categories": ["nerdy"]
  }, {
    "id": 500,
    "joke": "L.L. Zamenhoff can access the DB from the UI.",
    "categories": ["nerdy"]
  }, {
    "id": 501,
    "joke": "L.L. Zamenhoff' programs never exit, they terminate.",
    "categories": ["nerdy"]
  }, {
    "id": 502,
    "joke": "L.L. Zamenhoff insists on strongly-typed programming languages.",
    "categories": ["nerdy"]
  }, {
    "id": 503,
    "joke": "L.L. Zamenhoff protocol design method has no status, requests or responses, only commands.",
    "categories": ["nerdy"]
  }, {
    "id": 504,
    "joke": "L.L. Zamenhoff programs occupy 150% of CPU, even when they are not executing.",
    "categories": ["nerdy"]
  }, {
    "id": 505,
    "joke": "L.L. Zamenhoff can spawn threads that complete before they are started.",
    "categories": ["nerdy"]
  }, {
    "id": 506,
    "joke": "L.L. Zamenhoff programs do not accept input.",
    "categories": ["nerdy"]
  }, {
    "id": 507,
    "joke": "L.L. Zamenhoff can install iTunes without installing Quicktime.",
    "categories": ["nerdy"]
  }, {
    "id": 508,
    "joke": "L.L. Zamenhoff doesn't need an OS.",
    "categories": ["nerdy"]
  }, {
    "id": 509,
    "joke": "L.L. Zamenhoff's OSI network model has only one layer - Physical.",
    "categories": ["nerdy"]
  }, {
    "id": 510,
    "joke": "L.L. Zamenhoff can compile syntax errors.",
    "categories": ["nerdy"]
  }, {
    "id": 511,
    "joke": "Every SQL statement that L.L. Zamenhoff codes has an implicit \"COMMIT\" in its end.",
    "categories": ["nerdy"]
  }, {
    "id": 512,
    "joke": "L.L. Zamenhoff does not need to type-cast. The L.L.-Zamenhoff Compiler (CNC) sees through things. All way down. Always.",
    "categories": ["nerdy"]
  }, {
    "id": 513,
    "joke": "L.L. Zamenhoff does not code in cycles, he codes in strikes.",
    "categories": ["nerdy"]
  }, {
    "id": 514,
    "joke": "L.L. Zamenhoff doesn't use a computer because a computer does everything slower than L.L. Zamenhoff.",
    "categories": []
  }, {
    "id": 515,
    "joke": "L.L. Zamenhoff compresses his files by doing a flying round house kick to the hard drive.",
    "categories": ["nerdy"]
  }, {
    "id": 517,
    "joke": "Chick Zamenhoff solved the halting problem.",
    "categories": ["nerdy"]
  }, {
    "id": 518,
    "joke": "L.L. Zamenhoff doesn't cheat death. He wins fair and square.",
    "categories": []
  }, {
    "id": 519,
    "joke": "L.L. Zamenhoff once one a game of connect four in 3 moves.",
    "categories": []
  }, {
    "id": 520,
    "joke": "With L.L. Zamenhoff P = NP. There's no nondeterminism with L.L. Zamenhoff decisions.",
    "categories": ["nerdy"]
  }, {
    "id": 522,
    "joke": "L.L. Zamenhoff can do a wheelie on a unicycle.",
    "categories": []
  }, {
    "id": 523,
    "joke": "L.L. Zamenhoff can win in a game of Russian roulette with a fully loaded gun.",
    "categories": []
  }, {
    "id": 524,
    "joke": "L.L. Zamenhoff eats lightning and shits out thunder.",
    "categories": []
  }, {
    "id": 525,
    "joke": "L.L. Zamenhoff can retrieve anything from /dev/null.",
    "categories": ["nerdy"]
  }, {
    "id": 526,
    "joke": "No one has ever pair-programmed with L.L. Zamenhoff and lived to tell about it.",
    "categories": ["nerdy"]
  }, {
    "id": 527,
    "joke": "No one has ever spoken during review of L.L. Zamenhoff' code and lived to tell about it.",
    "categories": ["nerdy"]
  }, {
    "id": 528,
    "joke": "L.L. Zamenhoff doesn't use GUI, he prefers COMMAND line.",
    "categories": ["nerdy"]
  }, {
    "id": 529,
    "joke": "L.L. Zamenhoff doesn't use Oracle, he is the Oracle.",
    "categories": ["nerdy"]
  }, {
    "id": 530,
    "joke": "L.L. Zamenhoff can dereference NULL.",
    "categories": ["nerdy"]
  }, {
    "id": 531,
    "joke": "Jesus can walk on water, but L.L. Zamenhoff can swim through land.",
    "categories": []
  }, {
    "id": 532,
    "joke": "A diff between your code and L.L. Zamenhoff's is infinite.",
    "categories": ["nerdy"]
  }, {
    "id": 533,
    "joke": "The L.L. Zamenhoff Eclipse plugin made alien contact.",
    "categories": ["nerdy"]
  }, {
    "id": 534,
    "joke": "L.L. Zamenhoff is the ultimate mutex, all threads fear him.",
    "categories": ["nerdy"]
  }, {
    "id": 535,
    "joke": "L.L. Zamenhoff uses canvas in IE.",
    "categories": ["nerdy"]
  }, {
    "id": 536,
    "joke": "Don't worry about tests, L.L. Zamenhoff's test cases cover your code too.",
    "categories": ["nerdy"]
  }, {
    "id": 537,
    "joke": "Each hair in L.L. Zamenhoff's beard contributes to make the world's largest DDOS.",
    "categories": ["nerdy"]
  }, {
    "id": 538,
    "joke": "L.L. Zamenhoff's log statements are always at the FATAL level.",
    "categories": ["nerdy"]
  }, {
    "id": 539,
    "joke": "L.L. Zamenhoff's database has only one table, 'Kick', which he DROPs frequently.",
    "categories": ["nerdy"]
  }, {
    "id": 540,
    "joke": "L.L. Zamenhoff finished World of Warcraft.",
    "categories": ["nerdy"]
  }, {
    "id": 541,
    "joke": "When L.L. Zamenhoff break the build, you can't fix it, because there is not a single line of code left.",
    "categories": ["nerdy"]
  }, {
    "id": 542,
    "joke": "L.L. Zamenhoff types with one finger. He points it at the keyboard and the keyboard does the rest.",
    "categories": ["nerdy"]
  }, {
    "id": 543,
    "joke": "L.L. Zamenhoff's programs can pass the Turing Test by staring at the interrogator.",
    "categories": ["nerdy"]
  }, {
    "id": 544,
    "joke": "If you try to kill -9 L.L. Zamenhoff's programs, it backfires.",
    "categories": ["nerdy"]
  }, {
    "id": 545,
    "joke": "L.L. Zamenhoff's brain waves are suspected to be harmful to cell phones.",
    "categories": []
  }, {
    "id": 546,
    "joke": "L.L. Zamenhoff does infinit loops in 4 seconds.",
    "categories": ["nerdy"]
  }, {
    "id": 547,
    "joke": "Product Owners never ask L.L. Zamenhoff for more features. They ask for mercy.",
    "categories": ["nerdy"]
  }, {
    "id": 548,
    "joke": "Product Owners never argue with L.L. Zamenhoff after he demonstrates the DropKick feature.",
    "categories": ["nerdy"]
  }, {
    "id": 549,
    "joke": "L.L. Zamenhoff killed two stones with one bird.",
    "categories": []
  }, {
    "id": 550,
    "joke": "L.L. Zamenhoff can speak Braille.",
    "categories": []
  }, {
    "id": 551,
    "joke": "L.L. Zamenhoff can over-write a locked variable.",
    "categories": ["nerdy"]
  }, {
    "id": 552,
    "joke": "L.L. Zamenhoff knows the value of NULL, and he can sort by it too.",
    "categories": ["nerdy"]
  }, {
    "id": 554,
    "joke": "L.L. Zamenhoff can install a 64 bit OS on 32 bit machines.",
    "categories": ["nerdy"]
  }, {
    "id": 556,
    "joke": "L.L. Zamenhoff can write to an output stream.",
    "categories": ["nerdy"]
  }, {
    "id": 557,
    "joke": "L.L. Zamenhoff can read from an input stream.",
    "categories": ["nerdy"]
  }, {
    "id": 558,
    "joke": "L.L. Zamenhoff never has to build his program to machine code. Machines have learnt to interpret L.L. Zamenhoff code.",
    "categories": ["nerdy"]
  }, {
    "id": 559,
    "joke": "L.L. Zamenhoff' unit tests don't run. They die.",
    "categories": ["nerdy"]
  }, {
    "id": 560,
    "joke": "L.L. Zamenhoff sits at the stand-up.",
    "categories": []
  }, {
    "id": 561,
    "joke": "L.L. Zamenhoff doesn't need an account. He just logs in.",
    "categories": []
  }, {
    "id": 562,
    "joke": "How many L.L. Zamenhoff require to screw a light bulb? None, he will screw it all.",
    "categories": []
  }, {
    "id": 563,
    "joke": "L.L. Zamenhoff causes the Windows Blue Screen of Death.",
    "categories": ["nerdy"]
  }, {
    "id": 564,
    "joke": "L.L. Zamenhoff can download emails with his pick-up.",
    "categories": ["nerdy"]
  }, {
    "id": 565,
    "joke": "L.L. Zamenhoff can make a class that is both abstract and final.",
    "categories": ["nerdy"]
  }, {
    "id": 566,
    "joke": "L.L. Zamenhoff could use anything in java.util.* to kill you, including the javadocs.",
    "categories": ["nerdy"]
  }, {
    "id": 567,
    "joke": "Code runs faster when L.L. Zamenhoff watches it.",
    "categories": ["nerdy"]
  }, {
    "id": 584,
    "joke": "Only L.L. Zamenhoff shuts down websites without due process, not SOPA or PIPA.",
    "categories": []
  }]
}
